{
  "Setting 001 - Fishing is 15% Easier.": "false",
  "Setting 002 - Fishing is 15% Easier. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 003 - Fishing is 15% Easier. Every Fish Will Appear in All Seasons.": "false",
  "Setting 004 - Fishing is 15% Easier. Every Fish Will Appear in All Weather.": "false",
  "Setting 005 - Fishing is 15% Easier. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 006 - Fishing is 15% Easier. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 007 - Fishing is 15% Easier. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 008 - Fishing is 15% Easier. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 009 - Fishing is 15% Easier. Legendary Fish are Recatchable.": "false",
  "Setting 010 - Fishing is 15% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 011 - Fishing is 15% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons.": "false",
  "Setting 012 - Fishing is 15% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Weather.": "false",
  "Setting 013 - Fishing is 15% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 014 - Fishing is 15% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 015 - Fishing is 15% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 016 - Fishing is 15% Easier. Legendary Fish are Recatchable. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 017 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates.": "false",
  "Setting 018 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 019 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons.": "false",
  "Setting 020 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Weather.": "false",
  "Setting 021 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 022 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 023 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 024 - Fishing is 15% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 025 - Fishing is 25% Easier.": "false",
  "Setting 026 - Fishing is 25% Easier. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 027 - Fishing is 25% Easier. Every Fish Will Appear in All Seasons.": "false",
  "Setting 028 - Fishing is 25% Easier. Every Fish Will Appear in All Weather.": "false",
  "Setting 029 - Fishing is 25% Easier. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 030 - Fishing is 25% Easier. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 031 - Fishing is 25% Easier. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 032 - Fishing is 25% Easier. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 033 - Fishing is 25% Easier. Legendary Fish are Recatchable.": "false",
  "Setting 034 - Fishing is 25% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 035 - Fishing is 25% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons.": "false",
  "Setting 036 - Fishing is 25% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Weather.": "false",
  "Setting 037 - Fishing is 25% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 038 - Fishing is 25% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 039 - Fishing is 25% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 040 - Fishing is 25% Easier. Legendary Fish are Recatchable. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 041 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates.": "false",
  "Setting 042 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 043 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons.": "false",
  "Setting 044 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Weather.": "false",
  "Setting 045 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 046 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 047 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 048 - Fishing is 25% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 049 - Fishing is 50% Easier.": "true",
  "Setting 050 - Fishing is 50% Easier. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 051 - Fishing is 50% Easier. Every Fish Will Appear in All Seasons.": "false",
  "Setting 052 - Fishing is 50% Easier. Every Fish Will Appear in All Weather.": "false",
  "Setting 053 - Fishing is 50% Easier. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 054 - Fishing is 50% Easier. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 055 - Fishing is 50% Easier. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 056 - Fishing is 50% Easier. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 057 - Fishing is 50% Easier. Legendary Fish are Recatchable.": "false",
  "Setting 058 - Fishing is 50% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 059 - Fishing is 50% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons.": "false",
  "Setting 060 - Fishing is 50% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Weather.": "false",
  "Setting 061 - Fishing is 50% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 062 - Fishing is 50% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 063 - Fishing is 50% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 064 - Fishing is 50% Easier. Legendary Fish are Recatchable. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 065 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates.": "false",
  "Setting 066 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 067 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons.": "false",
  "Setting 068 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Weather.": "false",
  "Setting 069 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 070 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 071 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 072 - Fishing is 50% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 073 - Fishing is 75% Easier.": "false",
  "Setting 074 - Fishing is 75% Easier. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 075 - Fishing is 75% Easier. Every Fish Will Appear in All Seasons.": "false",
  "Setting 076 - Fishing is 75% Easier. Every Fish Will Appear in All Weather.": "false",
  "Setting 077 - Fishing is 75% Easier. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 078 - Fishing is 75% Easier. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 079 - Fishing is 75% Easier. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 080 - Fishing is 75% Easier. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 081 - Fishing is 75% Easier. Legendary Fish are Recatchable.": "false",
  "Setting 082 - Fishing is 75% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 083 - Fishing is 75% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons.": "false",
  "Setting 084 - Fishing is 75% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Weather.": "false",
  "Setting 085 - Fishing is 75% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 086 - Fishing is 75% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 087 - Fishing is 75% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 088 - Fishing is 75% Easier. Legendary Fish are Recatchable. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 089 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates.": "false",
  "Setting 090 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 091 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons.": "false",
  "Setting 092 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Weather.": "false",
  "Setting 093 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 094 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 095 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 096 - Fishing is 75% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 097 - Fishing is 99% Easier.": "false",
  "Setting 098 - Fishing is 99% Easier. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 099 - Fishing is 99% Easier. Every Fish Will Appear in All Seasons.": "false",
  "Setting 100 - Fishing is 99% Easier. Every Fish Will Appear in All Weather.": "false",
  "Setting 101 - Fishing is 99% Easier. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 102 - Fishing is 99% Easier. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 103 - Fishing is 99% Easier. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 104 - Fishing is 99% Easier. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 105 - Fishing is 99% Easier. Legendary Fish are Recatchable.": "false",
  "Setting 106 - Fishing is 99% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 107 - Fishing is 99% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons.": "false",
  "Setting 108 - Fishing is 99% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Weather.": "false",
  "Setting 109 - Fishing is 99% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 110 - Fishing is 99% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 111 - Fishing is 99% Easier. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 112 - Fishing is 99% Easier. Legendary Fish are Recatchable. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 113 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates.": "false",
  "Setting 114 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 115 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons.": "false",
  "Setting 116 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Weather.": "false",
  "Setting 117 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 118 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 119 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 120 - Fishing is 99% Easier. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 121 - No Change to Fishing Difficulty. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 122 - No Change to Fishing Difficulty. Every Fish Will Appear in All Seasons.": "false",
  "Setting 123 - No Change to Fishing Difficulty. Every Fish Will Appear in All Weather.": "false",
  "Setting 124 - No Change to Fishing Difficulty. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 125 - No Change to Fishing Difficulty. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 126 - No Change to Fishing Difficulty. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 127 - No Change to Fishing Difficulty. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 128 - No Change to Fishing Difficulty. Legendary Fish are Recatchable.": "false",
  "Setting 129 - No Change to Fishing Difficulty. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 130 - No Change to Fishing Difficulty. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons.": "false",
  "Setting 131 - No Change to Fishing Difficulty. Legendary Fish are Recatchable. Every Fish Will Appear in All Weather.": "false",
  "Setting 132 - No Change to Fishing Difficulty. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 133 - No Change to Fishing Difficulty. Legendary Fish are Recatchable. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 134 - No Change to Fishing Difficulty. Legendary Fish are Recatchable. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 135 - No Change to Fishing Difficulty. Legendary Fish are Recatchable. Every Fish Will Appear at All Times, Seasons, and Weather.": "false",
  "Setting 136 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates.": "false",
  "Setting 137 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day.": "false",
  "Setting 138 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons.": "false",
  "Setting 139 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Weather.": "false",
  "Setting 140 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Seasons.": "false",
  "Setting 141 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times of Day and Weather.": "false",
  "Setting 142 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Seasons and Weather.": "false",
  "Setting 143 - No Change to Fishing Difficulty. Legendary Fish are Recatchable with Reduced Spawn Rates. Every Fish Will Appear in All Times, Seasons, and Weather.": "false"
}